export const posts = [
  {
    id: 1,
    title: '記事タイトル１',
    thumbnailUrl: 'https://placehold.jp/800x400.png',
    createdAt: '2023-09-11T09:00:00.000Z',
    categories: ['React', 'TypeScript'],
    content: `ここです。ここにあります。ここにあります。ここにあります。ここにあります。<br/>ここにあります。ここにあります。ここにあります。<br/><br/>ここにあります。ここにあります。ここにあります。ここにあります。ここにあります。ここにあります。ここに<br/><br/><br/>あります。ここにあります。ここにあります。`},
  {
    id: 2,
    title: '記事タイトル２',
    thumbnailUrl: 'https://placehold.jp/800x400.png',
    createdAt: '2023-09-10T09:00:00.000Z',
    categories: ['HTML', 'CSS'],
    content: `ここです。ここにあります。ここにあります。ここにあります。ここにあります。<br/>ここにあります。ここにあります。ここにあります。<br/><br/>ここにあります。ここにあります。ここにあります。ここにあります。ここにあります。ここにあります。ここに<br/><br/><br/>あります。ここにあります。ここにあります。`},
  {
    id: 3,
    title: '記事タイトル３',
    thumbnailUrl: 'https://placehold.jp/800x400.png',
    createdAt: '2023-09-09T09:00:00.000Z',
    categories: ['JavaScript'],
    content: `ここです。ここにあります。ここにあります。ここにあります。ここにあります。<br/>ここにあります。ここにあります。ここにあります。<br/><br/>ここにあります。ここにあります。ここにあります。ここにあります。ここにあります。ここにあります。ここに<br/><br/><br/>あります。ここにあります。ここにあります。`},
];

